Repository: fykosak/online-contest
Catalog: app/i18n/locale/*/LC_MESSAGES/messages.po
Languages: hu, pl, ru

source: ---- Vybrat ----
hu: ---- Kiválasztás ----
pl: ---- Select ----
ru: ---- Выбрать ----

source: %d. člen
hu: %d. tag
pl: Member %d
ru: Член %d

source: 1. ročník SŠ
hu: Középiskola 1. évfolyama
pl: 1st year of high school
ru: 1st year of high school

source: 2. ročník SŠ
hu: Középiskola 2. évfolyama
pl: 2nd year of high school
ru: 2nd year of high school

source: 3. ročník SŠ
hu: Középiskola 3. évfolyama
pl: 3rd year of high school
ru: 3rd year of high school

source: 4. ročník SŠ
hu: Középiskola 4. évfolyama
pl: 4th year of high school
ru: 4th year of high school

source: Archiv
hu: Archív
pl: Archive
ru: Архив

source: Chyba při práci s databází.
hu: Hiba történt az adatbázissal való munka közben.
pl: Database error.
ru: Database error.

source: Chybný token.
hu: Rossz token.
pl: Wrong token.
ru: Wrong token.

source: Create
hu: Teremt

source: Další akce
hu: További események
pl: Other events
ru: Другие мероприятия

source: Daný tým již existuje.
hu: Ez a csapat már létezik.
pl: This team already exists.
ru: Этот тим уже регистрирован.

source: Daný tým neexistuje.
hu: Ez a csapat még nem létezik.
pl: This team does not exist.
ru: Этот тим пока не регистрирован.

source: Datum konání
hu: Az esemény időpontja
pl: Date of the event
ru: Дата проведения

source: Datum musí mít podobu YYYY-mm-dd.
hu: A dátumnak ÉÉÉÉ-hh-nn formában kell lennie.
pl: Date must be in the form YYYY-mm-dd.
ru: Дата должна быть в формате YYYY-mm-dd.

source: Diskuse (%s)
hu: Fórum (%s)

source: Diskuse (česká verze)
hu: Fórum (magyar verzió)
pl: Forum (English version)
ru: Форум (English version)

source: Do této sekce mají přístup pouze přihlášené týmy.
hu: Csak regisztrált csapatok számára érthető el az a szekció.
pl: Only registered teams can see the contents of this section.
ru: Only registered teams can see the contents of this section.

source: Děkujeme za vložení reportu
hu: Köszönjük a jelentésedet
pl: Thanks for inserting your report
ru: Спасибо за оформление справки

source: Důležitá oznámení
hu: Fontos értesítések
pl: Important notifications
ru: Важные уведомления

source: E-mail libovolného člena týmu
hu: Tetszőleges csapattag e-mail-címe
pl: E-mail of any team member
ru: Адрес электронной почты любого члена команды

source: E-mail musí být vyplněn.
hu: Az e-mail-címet meg kell adni.
pl: E-mail must be set.
ru: Необзодимо указать электронную почту.

source: E-mail nemá správný formát.
hu: A megadott e-mail-cím nem megfelelő formátumú.
pl: Entered e-mail does not have a correct format.
ru: Неправильный формат приведённого адреса.

source: E-mail pro obnovu byl odeslán.
hu: Visszállítási e-mail elküldve.
pl: Recovery e-mail has been sent.
ru: Recovery e-mail has been sent.

source: Editaci přihlášky provádějte po osobním přihlášení
hu: A jelentkezést személyes belépés után lehet megváltoztatni
pl: You can edit your application after your personal login
ru: Данный регистрации можете редактировать после входа в систему

source: FAQ
hu: GYIK
ru: Часто задаваемые вопросы

source: FKSDB ID týmu.
hu: FKSDB ID-je a csapatnak.
pl: FKSDB ID of the team.
ru: FKSDB ID команды.

source: FoL registrace
hu: Online Physics Brawl regisztráció
pl: Online Physics Brawl registration
ru: Регистрация Online Physics Brawl

source: Fotografie musí být ve formátu JPEG, GIF nebo PNG.
hu: A képnek JPEG, GIF vagy PNG formátumban kell lennie.
pl: Photo must be in the formats JPEG, GIF or PNG.
ru: Фотографию необходимо загрузить в формате JPEG, GIF or PNG.

source: Fotografie nesmí být větší, než 500 kB.
hu: A képnek 500 kB-nál kisebbnek kell lennie.
pl: The photo has to be smaller than 500 kB.
ru: Файл с фотографией не может быть больше 500 kB.

source: Fyziklání online
hu: Online Physics Brawl
pl: Online Physics Brawl
ru: Online Physics Brawl

source: Hesla se neshodují
hu: A jelszavak nem egyeznek
pl: Passwords don't match
ru: Пароли не совпадают

source: Heslo
hu: Jelszó
pl: Password
ru: Пароль

source: Heslo a kontrola hesla se neshodují.
hu: A jelszó és a jelszó megerősítése nem egyezik.
pl: The password and the password confirmation do not match.
ru: Пароль и проверка пароля не совпадают.

source: Heslo bylo změněno.
hu: Jelszó megváltoztatva.
pl: Password has been changed.
ru: Пароль изменён.

source: Heslo musí být vyplněno.
hu: Jelszót kell megadni.
pl: You must choose a password.
ru: Укажите пароль.

source: Historie
hu: Előzmények
pl: History
ru: История

source: Historie odpovědí
hu: Előző válaszok
pl: Answer log
ru: История ответов

source: Hra
hu: Verseny
pl: Game
ru: Игра

source: Hra ještě nezačala.
hu: A verseny még nem kezdődött el.
pl: Competition has not started yet.
ru: Соревнование пока не началось.

source: ID týmu musí být větší než %d.
hu: A csapat ID-nek %d-től nagyobbnak kell lennie.
pl: Team ID has to be greater than %d.
ru: Код команды должен быть больше чем %d.

source: Jazyk reportu.
hu: A jelentés nyelve.
pl: Language of the report.
ru: Язык справки.

source: Je možné nahrát maximálně 10 fotek.
hu: Legfeljebb 10 képet lehet feltölteni.
pl: You can upload at most 10 photos.
ru: Можно загрузить максимально 10 фотографий.

source: Je nutno si nejdříve přečíst pravidla.
hu: Előbb kötelező a szabályok elolvasása.
pl: You have to read the rules first.
ru: Сначала необходимо прочитать правила.

source: Jiná
hu: Egyéb
pl: Other
ru: Другая

source: Jiná škola
hu: Egyéb iskola
pl: Other school
ru: Другая школа

source: Již jste vyčerpali svůj limit pro počet přeskočených úloh.
hu: Már kihasználtátok az összes átugorható feladatot.
pl: You have already exhausted the limit of the number of skipped problems.
ru: Вы исчерпали свой лимит для пропущенных заданий.

source: Jméno
hu: Név
pl: Name
ru: Имя

source: Jméno prvního člena musí být vyplněno.
hu: Meg kell adni az első csapattag nevét.
pl: You must enter the name of the first team member.
ru: Необзодимо указать имя первого члена команды.

source: K dispozici máte zadání těchto úloh dle podmínek v zadání:
hu: A szabályok értelmében a következő feladatok állnak rendelkezésre:
pl: In accordance with the rules, these are the problems you have at your disposal:
ru: В соответствии с условями вам предоставены следующие задания:

source: Kategorie zůstala stejná jako v průbehu registrace.
hu: A kategória ugyanaz, mint a regisztrációkor megadott.
pl: The category is the same as it was during the registration.
ru: Категория осталасть такой жа как при регистрации.

source: Kontaktní adresa
hu: Elérhetőség
pl: Contact address
ru: Адрес для связи

source: Kontrola hesla
hu: Jelszó megerősítés
pl: Password confirmation
ru: Проверка пароля

source: Mezinárodní soutež ve fyzice
hu: Nemzetközi fizikaverseny
pl: International physics competition
ru: Международное соревнование по физике

source: Minulé ročníky
hu: Korábbi évek
pl: Recent years
ru: Прошлые годы

source: Možností přeskakovat neplýtvejte, snadno se může stát, že vám pak dojdou příklady
hu: Óvatosan ugorjátok át a feladatokat, elfogyhatnak a megoldandó példák
pl: Be careful with skipping the problems, you might run out of problems to solve
ru: Осторожно с пропксканием заданий, возможно что у вас они закончатся

source: Na zadaný úkol jste již takto jednou odpovídali.
hu: Ezt a választ már korábban próbáltátok.
pl: You have already tried this answer before.
ru: Этот ответ вы уже попробовали.

source: Nadpis reportu.
hu: Jelentés címe
pl: A caption of the report.
ru: Надпись справки.

source: Nejprve se prosím přihlaste.
hu: Kérjük, előbb jelentkezzen be.
pl: Please log in first.
ru: Сначала войдите в систему.

source: Není aktuální žádné odpovídací období.
hu: Jelenleg nincs válaszadási időszak.
pl: No answering period is active at this moment.
ru: No answering period is active at this moment.

source: Není možno přeskočit úlohu, na níž již bylo odpovídáno.
hu: Nem lehet átugrani egy feladatot, amire már küldtetek be megoldást.
pl: You can not skip a problem that you have already submitted an answer to.
ru: Невозможно пропустить заданиеЮ на которое вы уже ответили

source: Není vyplněno heslo týmu.
hu: Nincs megadva csapatjelszó.
pl: Team password was not entered.
ru: Пароль не заполнен.

source: Nesprávné heslo
hu: Helytelen jelszó
pl: Incorrect password
ru: Неправильный пароль

source: Nevyplněno
hu: Nincs megadva
pl: Not filled
ru: Невыполнено

source: Nevyřešené
hu: Nincs megoldva
pl: Unsolved
ru: Нерешено

source: Next »
hu: Következő »
ru: Следующий

source: Notifikace byla vložena
hu: Értesítes elhelyezve
pl: Notification was inserted
ru: Уведомление загружено

source: Nové heslo
hu: Új jelszó
pl: New password
ru: Новый пароль

source: Nové heslo (pro kontrolu)
hu: Új jelszó (megerősítés)
pl: New password (for check)
ru: Новый пароль (для проверки)

source: Nástěnka
hu: Faliújság
pl: Noticeboard
ru: Стэнд

source: Návod
hu: Útmutató
pl: Guide
ru: Методичка

source: Název týmu
hu: Csapatnév
pl: Team name
ru: Имя команды

source: Název týmu musí být vyplněn
hu: Meg kell adni egy csapatnevet
pl: You must enter a team name
ru: Необходимо указать имя команды

source: Název týmu musí být vyplněn.
hu: Meg kell adni egy csapatnevet
pl: You must enter a team name.
ru: Необходимо указать имя команды.

source: Obnova hesla
hu: Jelszó visszaállítás
pl: Password recovery
ru: Password recovery

source: Obsah příspěvku není vyplněn.
hu: Üres bejegyzés.
pl: Your entry is empty.
ru: Ваша запись пустая.

source: Odeslat
hu: Elküldés
pl: Submit
ru: Отправить

source: Odeslat řešení
hu: Megoldás elküldése.
pl: Send the solution
ru: Отправить ответ

source: Odevzdat řešení
hu: Megoldás elküldése.
pl: Submit the solution
ru: Сдать ответ

source: Odhlásit se
hu: Kijelentkezés
pl: Log out
ru: Выход

source: Odpověď
hu: Válasz
pl: Answer
ru: Ответ

source: Ohlasy účastníků
hu: Versenyzők visszajelzései
pl: Contestants' references
ru: Отзывы участников

source: Open
hu: Megnyitás

source: Organizátoři
hu: Szervezők
pl: Organizers
ru: Организаторы

source: Orgovský rozcestník
hu: Org irányítópult
pl: Org dashboard
ru: Org dashboard

source: Podrobné výsledky
hu: Részletes végeredmény
pl: Detailed results
ru: Подробные результаты

source: Pokoušíte se vložit školu, která již existuje.
hu: Olyan iskolát próbálsz meg megadni, ami már regisztálva van.
pl: You are trying to register a school that has already been registered.
ru: Вы пытаетесь добавить школу, которая уже в системе.

source: Pokračovat
hu: Folytatás
pl: Continue
ru: Продолжить

source: Pokud máte jakýkoliv dotaz, připomínku, námět apod., napište nám na naši adresu
hu: Ha bármilyen kérdésed, észrevételed vagy javaslatod van, írj e-mail-címünkre
pl: If you have any questions, remarks, or suggestions please send us an email to
ru: Если у вас появились вопросы, замечания, рекомендации и т.п., напишите на нашадрес

source: Potvrzovací e-mail se nepodařilo odeslat.
hu: A megerősítő e-mailt nem sikerült elküldeni.
pl: Confirmation e-mail could not be sent.
ru: Писмо с подтверждением не модет быть отправлено.

source: Pravidla
hu: Szabályok
pl: Rules
ru: Правила

source: Pro obnovu hesla přejděte na %s Vaši organizátoři Toto je automatická zpráva. Pokud jste o obnovu hesla nežádali, tento e-mail ignorujte.
hu: A jelszó visszaállításához látogass ide: %s A szervezőitek Ez egy automatikus üzenet. Ha nem akarod visszaállítani a jelszavad, hagyd figyelmen kívül.
pl: To complete the password recovery, go to %s Your organizers This is automatic message. If you are not trying to recover your password, ignore this e-mail.
ru: Для звмены пароля нажмите на %s Ваши организаторы Это сообщение создано автоматически. Если вы не зотели заменить пароль, не обращайте внимание на это сообщение.

source: Pro zaslání případné odměny.
hu: Lehetséges díjak elküldésére (a címnek csehnek vagy szlováknak kell lennie).
pl: For purposes of sending out possible prizes (the address must be Czech or Slovak).
ru: Для отправления призов (только для Чезии и Совакии).

source: Přeskočit úkol
hu: Feladat átugrása
pl: Skip problem
ru: Пропустить задание

source: Přečetl jsem si
hu: Elolvastam a(z)
pl: I have read the
ru: Я прочитал

source: Přidat notifikaci
hu: Értesítés hozzáadása
pl: Add notification
ru: Добавить уповедомление

source: Přidat příspěvek
hu: Új bejegyzés hozzáadása
pl: Add a new entry
ru: Добавить запись

source: Přihlásit se
hu: Bejelentkezés
pl: Log in
ru: Войти

source: Přiřazena kategorie %s.
hu: A %s kategóriába lettél besorolva.
pl: You have been assigned the %s category.
ru: Вас распределили в категорию %s category.

source: Příspěvek byl vložen.
hu: A bejegyzésed el lett küldve.
pl: Your entry has been submitted.
ru: Ваша запись загрузилась.

source: Reagovat
hu: Reagálás
pl: React
ru: Реагировать

source: Registrace
hu: Regisztráció
pl: Registration
ru: Регистрация

source: Registrace není aktivní.
hu: A regisztáció nem aktív.
pl: Registration is not active.
ru: Регистрауия не идёт.

source: Registrace nového týmu je možná jen přes FKSDB.
hu: Új csapatok regisztálása csak FKSDB-n keresztül lehetséges.
pl: Registration of a new team is possible via FKSDB only.
ru: Registration of a new team is possible via FKSDB only.

source: Registrovat
hu: Regisztrálás
pl: Register
ru: Заренистрировать

source: Rozcvička
hu: Bemelegítés
pl: Warm-up
ru: Разменка

source: Ročník
hu: A verseny éve
pl: Year of the competition
ru: Год соревнования

source: Ročník musí být větší než %d.
hu: A verseny évének %d-től nagyobbnak kell lennie.
pl: Year of the competition has to be greater than %d.
ru: Год соревнования должен быть больше %d.

source: Rychlý grafický návod ke hře
hu: Gyors vizuláis útmutató
pl: Quick visual guide
ru: Быстрая графическая инструкция

source: Seznam týmů
hu: Regisztrált csapatok listája
pl: List of registered teams
ru: Список зарегистрированных команд

source: Sledujte prosím nástěnku.
hu: Kérjük, figyeld a faliújságot.
pl: Please check the noticeboard regularly.
ru: Пожалуйста, следите за стендом.

source: Správa reportů
hu: Jelentések kezelése
pl: Manage reports
ru: Управление справками

source: Stala se neočekávaná chyba.
hu: Váratlan hiba történt.
pl: An unexpected error has occurred.
ru: Появилась неожиданная ошибка.

source: Statistika úkolů
hu: Feladat statisztikája
pl: Problem statistics
ru: Статистика заданий

source: Statistiky jsou momentálně nedostupné. Pravděpodobně dochází k přepočítávání.
hu: A statisztika jelenleg nem elérhető. Valószínűleg újraszámolás történik.
pl: Statistics are unavailable at this moment. Updating is probably underway.
ru: Статистики сейчась недоступны. Скорее всего идёт пересчёт.

source: Statistiky odpovědí
hu: Válaszok statisztikája
pl: Answer statistics
ru: Статистика ответов

source: Statistiky úkolů
hu: Feladatok statisztikája
pl: Problem statistics
ru: Статистика заданий

source: Středoškoláci
hu: Középiskolások
pl: High school students
ru: Школьники

source: Středoškoláci A
hu: Középiskolások A
pl: High school students A
ru: Школьники A

source: Středoškoláci B
hu: Középiskolások B
pl: High school students B
ru: Школьники B

source: Středoškoláci C
hu: Középiskolások C
pl: High school students C
ru: Школьники C

source: Text reportu.
hu: Jelentés szövege
pl: Text of the report.
ru: Текст справки.

source: Tým
hu: Csapat
pl: Team
ru: Команда

source: Tým %s byl úspěšně zaregistrován.
hu: A(z) %s csapat sikeresen regisztrálva.
pl: Team %s was successfully registered.
ru: Команда %s успешно зарегистрирована.

source: Tým byl úspěšně aktualizován.
hu: A csapat sikeresne frissítve.
pl: Team has been updated successfully.
ru: Команда успешно обновлена.

source: Tým musí mít alespoň jednoho člena.
hu: A csapatnak legalább egy tagból kell állnia.
pl: Team must consist of at least one member.
ru: В команде должен быть как минимум один участник.

source: Tým nenalezen.
hu: Csapat nem található.
pl: Team not found.
ru: Команда не найдена.

source: Tým se již pokouší o obnovu hesla.
hu: A csapat már próbálja visszaállítani a jelszavát.
pl: The team is already trying to recover the password.
ru: Команда уже пытается получить новый пароль.

source: Tým se stejným názvem nebo kontaktním e-mailem již existuje
hu: Hasonló nevű vagy e-mail-című csapat már létezik
pl: Team with the same name or contact email address already exists
ru: Команда с таким же названием или адресом эл. почты уже заригистрирована

source: Tým, za který se vkládá.
hu: A jelentést beküldő csapat.
pl: Team that submits the report.
ru: Команда, которая отправляет справку.

source: Týmy
hu: Csapatok
pl: Teams
ru: Команды

source: U %d. člena je vyplněno jméno, ale není u něj vyplněn e-mail.
hu: A %d-ik tag megadta a nevét, de nem adott meg e-mail-címet.
pl: The %d th member has filled name, but doesn't have filled e-mail.
ru: Имя %d -го чтелна команды задано, но не указан адрес его эл. почты.

source: U %d. člena je vyplněno jméno, ale není u něj vyplněna škola.
hu: A %d-ik tag megadta a nevét, de nem adott meg iskolát.
pl: You entered a name of the %d. member but not his/her school.
ru: Имя %d -го чтелна команды задано, но не указана его школа.

source: U %d. člena musí být název školy alespoň %d znaků.
hu: A %d-ik tag iskolájának neve legalább %d karakter hosszúnak kell lennie.
pl: Name of the school of the team member %d must be at least %d characters long.
ru: У %d -го чтелна команды название школы должно состоять как минимум из %d знаков.

source: U %d. člena není platná e-mailová adresa.
hu: A %d-ik tag e-mail-címe nem érvényes.
pl: The email address of the %d. member is not valid.
ru: Почтовый адрес %d -го члена не правильный.

source: Upravit
hu: Javítás
pl: Correct
ru: Редактировать

source: V průběhu hry nejsou statistiky okamžité, údaje jsou řádově po minutách přepočítávány.
hu: A verseny során a statisztika nem minden pillanatban pontos, körülbelül percenként frissítjük őket.
pl: During the competition, the shown statistics are not instantaneous. We update them roughly every minute.
ru: Статистика втечение соревнования не всегда актуальна. Она обновляется раз за пару минут.

source: V příspěvcích lze používat MathJax.
hu: Használhatsz MathJax-ot ebben a beszélgetésben.
pl: You can use MathJax in the discussion.
ru: В записях модно пользоваться MathJax.

source: V tomto období není možno přeskakovat úlohy této série.
hu: A verseny ezen részében nem ugorhatsz át feladatokat ebből a sorozatból.
pl: During this part of the competition, you can not skip problems from this series.
ru: В данный момент нельзя пропустить задания из этой серии.

source: Vaše odpověď je správně.
hu: A válaszod helyes.
pl: Your answer is correct.
ru: Ваш ответ верный.

source: Vaše odpověď je špatně.
hu: A válaszod helyetelen.
pl: Your answer is not correct.
ru: Ваш ответ неверный.

source: Vyberte prosím úkol k přeskočení.
hu: Kérjük, válaszd ki az átugrandó feladatokat.
pl: Please choose which problem you want to skip.
ru: Выберите задание, которое хотите пропустить.

source: Vyberte prosím řešený úkol.
hu: Kérjük, válaszd ki a jelenleg oldott feladatot.
pl: Please choose the problem you are currently solving.
ru: Выберите пожалуйста задание, которое вы решаете.

source: Vyplňte prosím řešení úkolu.
hu: Kérjük, add meg a feladat megoldását.
pl: Please fill in the solution to the problem.
ru: Укажите пожалуйста ответ на задание.

source: Vyřešené
hu: Megoldva
pl: Solved
ru: Решено

source: Výsledek musí být celé číslo.
hu: A válasznak egész számnak kell lennie.
pl: The answer must be an integer.
ru: Ответ должен быть в виде целого числа.

source: Výsledek musí být reálné číslo.
hu: A válasznak valós számnak kell lennie.
pl: The answer must be a real number.
ru: Ответ должен быть в виде вещественного числа.

source: Výsledky
hu: Eredmények
pl: Results
ru: Результаты

source: Zadejte prosím kontatní adresu.
hu: Kérjük, adj meg egy elérhetőségi címet.
pl: Please enter a contact address.
ru: Укажите пожалуйста адрес для связи.

source: Zadání
hu: A feladat szövege
pl: Problem statement
ru: Задание

source: Zahraniční SŠ
hu: Csehországon kívüli középiskola
pl: High school outside of the Czech Republic
ru: Школы мимо Чехии и Словаки

source: Zapomenuté heslo
hu: Elfelejtett jelszó
pl: Forgotten password
ru: Забыли пароль?

source: Změna hesla
hu: Jelszó megváltoztatása
pl: Password change
ru: Измененить пароль

source: Změnu hesla proveďte editací vaší přihlášky.
hu: A jelszavadat a jelentkezésed szerkeszésével tudod változtatni.
pl: You can change password by editing your application.
ru: Пароль можете изменить редактируя вашу регистрацию.

source: Zobrazit navigaci
hu: Navigáció mutatása
pl: Show navigation
ru: Показать навигацию

source: Zrušená úloha
hu: Megszakított feladat
pl: Cancelled problem
ru: Отмененное задание

source: ZŠ
hu: Általános iskola
pl: Elementary school
ru: Elementary school

source: [Fyziklání online] obnova hesla
hu: [Online physics brawl] jelszó visszaállítása
pl: [Online physics brawl] password recovery
ru: [Online physics brawl] изменение пароля

source: bonusové body
hu: bónuszpontok
pl: bonus points
ru: бонусные баллы

source: celkem bodů
hu: összpontszám
pl: total amount of points
ru: всего баллов

source: informace o členech týmu nejsou dostupné
hu: A csapattagokról nem elérhető információ
pl: information about the team members are not available
ru: информация а членах команды не доступна.

source: na stránce přihlášky
hu: a jelentkezési oldalon
pl: on the application page
ru: на сайте регистрации

source: nejlepší
hu: a legjobb
pl: the best
ru: лучший

source: odpověď
hu: válasz
pl: answer
ru: ответ

source: ostatní
hu: egyéb
pl: other
ru: другие

source: oznámení
hu: értesítés
pl: notification
ru: уведомление

source: pravidla soutěže
hu: a verseny szabályai
pl: rules of the contest
ru: правила соревнования

source: správných odpovědí
hu: helyes válaszok
pl: correct answers
ru: правильных ответов

source: střední škola
hu: középiskola
pl: high school
ru: high school

source: tým
hu: csapat
pl: team
ru: команда

source: vloženo
hu: megadott
pl: inserted
ru: вставлено

source: zahraničí
hu: külföld
pl: foreign country
ru: зарубежье

source: záporné body
hu: negatív pontok
pl: negative points
ru: отрицательные баллы

source: « Previous
hu: « Előző
ru: Предыдущие

source: Úkol
hu: Feladat
pl: Problem
ru: Задание

source: Úloha %s přeskočena.
hu: A(z) %s feladat átugorva.
pl: Problem %s has been skipped.
ru: Задание %s пропущено.

source: úkol
hu: feladat
pl: problem
ru: задание

source: ČR/SR
hu: Csehország/Szlovákia
pl: the Czech/Slovak Republic
ru: Чехия/Словакия

source: Čas vypršel.
hu: Letelt az idő.
pl: Time is up.
ru: Время истекло.

source: čas vzniku
hu: létrehozás ideje
pl: time of creation
ru: время создания

source: řešilo týmů
hu: oldó csapatok
pl: teams trying to solve
ru: пробовало решить команд

source: Šedé jsou týmy, jež neprojevily během hry aktivitu.
hu: A szürkével jelölt csapatok nem voltak aktívak a játék alatt.
pl: The teams marked with grey were not active throughout the game
ru: Серым цветом отмечены команды, которые а течение соревнования не проявили активность

source: Škola
hu: Iskola
pl: School
ru: Школа

source: špatných odpovědí
hu: helytelen válaszok
pl: wrong answers
ru: неверных ответов

source: Žádné úlohy.
hu: Nincs több feladat.
pl: No more problems.
ru: Нет заданий.

source: Email
ru: Адрес эл. почты

source: Fórum
pl: Forum
ru: Форум

source: přeskočeno
pl: skipped
ru: пропушено
